{
    "chats": [
        [
            "Q: What time is it in Vietnam?"
        ],
        [
            "Q: ANY OTHER DENVERITES HERE???"
        ],
        [
            "Q: Is the Online Programs Onboarding Statistics Coursera course required work?"
        ],
        [
            "Q: Could you clarify and/or confirm what EPub and StatPlus will be for this course? Also, How can I find the Add-ins in a Mac should  I purchase EXCEL for Mac?",
            "A: there is instruction for Mac at Canvas as a pat of information for module 1",
            "A: on Coursera there is a video on how to do it",
            "A: you need not purchase"
        ],
        [
            "Q: The first assignment that is due next Tuesday, is that similar to the module quizzes? Or will it be an excel we need to submit?",
            "A: if you go through the ungraded Assignment 1 you will see exactly what needs to be submitted for the graded version"
        ],
        [
            "Q: If we have BI Software such as Tableau, would you allow us to use that?"
        ],
        [
            "Q: Is it require that we turn on our Video while in class?"
        ],
        [
            "Q: For question 6 and 7 of module 1 assignment, what's the expectation on the length of our answers?"
        ],
        [
            "Q: Any insights on final exam? will it cover all the modules?",
            "A: The final exam is cumulative"
        ],
        [
            "Q: There is a video on Canvas on how to convert excel to pdf - somehow that video is not working for me. Should I be emailing to I-support?",
            "A: I suggest trying a different browser at a minimum first restarting your computer and trying again and then emailing the support with informationscreenshots"
        ],
        [
            "Q: Given the large amount of students, will office hours work for addressing individual questions?",
            "A: Theyve worked perfectly fine before no reason that this time it will be different Many students will have very similar questions  so just listening to someone else will often solve your issue"
        ],
        [
            "Q: Uh oh…I totally missed it…where is assignment 1?  Canvas?",
            "A: httpscanvasillinoiseducourses16551",
            "A: Yes Canvas You really want to explore Module 1 material thoroughly there",
            "A: Canvas",
            "A: These are in Canvas under Modules"
        ],
        [
            "Q: Is it recommended to finish the courser before joining the live session?"
        ],
        [
            "Q: Where are the extra videos?",
            "A: Canvas",
            "A: These are in Canvas under Modules",
            "A: under modules",
            "A: is this is the one assignment for module 1"
        ],
        [
            "Q: In some of the videos you are zooming in and out in excel is that just your touch screen or is there an excel trick?"
        ],
        [
            "Q: you mentioned 'Questions for Live Sessions', where exactly is that?",
            "A: Canvas under Discussion"
        ],
        [
            "Q: can you please show us where the assignments are mentioned?."
        ],
        [
            "Q: Can I use excel on the iPad?",
            "A: Not a good idea I suggest using a laptop"
        ],
        [
            "Q: any tips on preparing for FINALS as we start the course?"
        ],
        [
            "Q: Where in Canvas are the extra videos?",
            "A: under modules",
            "A: is this is the one assignment for module 1"
        ],
        [
            "Q: Can we ask here question related to assignment here? Question number 6, I wanted to ask a clarification.",
            "A: This is not the right forum unless a very simple question Either QA or office hours"
        ],
        [
            "Q: when is the 3rd option for live lectures? is there only 2 different options for this course?"
        ],
        [
            "Q: can office hours be used for asking questions regarding work related stats questions/strategy?"
        ],
        [
            "Q: @Melissa still working for me?"
        ],
        [
            "Q: When will group assignments/projects start? Also when will be the groups be assigned?"
        ],
        [
            "Q: Are there tutorial files associated with the Coursera videos so I can follow along? I could be blind and am missing them completely.",
            "A: thats what Prof TaghaboniDutta was showing before The links to files for Coursera videos are under the videos themselves"
        ],
        [
            "Q: Can we complete module assignment on canvas ahead of the class and submit?"
        ],
        [
            "Q: Prof. Vlad.................Once we begin the weekly assignment in Canvas do we need to complete the assignment in one sitting? Can we close the assignment and reopen it later?"
        ],
        [
            "Q: how does this practice test handle graphs? or excel plots ?"
        ],
        [
            "Q: Any suggestions on where we can get questions for extra practice, in addition to the Canvas assignments?",
            "A: Coursera The web version of the textbook has additional practice questions too"
        ],
        [
            "Q: So…the “ungraded” is EXACTLY the same?  As in the graded version isn’t going to slightly change the question?",
            "A: fairly certain they are the same"
        ],
        [
            "Q: do we have to use Excel elsewhere and copy to the assignment or it will be available on the assignment sheet? thanks"
        ],
        [
            "Q: Professor Dologopolov, for assignments includes the graphs in excel, do we need to all the steps and calculations and supporting work in pdf? or only the final visual graphs and summary and observations?",
            "A: If we ask for PDF then just the final work  no calculations"
        ],
        [
            "Q: Will the remaining modules follow the same process re: ungraded vs graded assignments?",
            "A: yes However not all modules have gradedungraded  some have only one graded assignment because assignment design does not extend to having two versions"
        ],
        [
            "Q: Not related to the course but where can we access workplace?"
        ],
        [
            "Q: Will final exam has ungraded one too?",
            "A: No We will give you a sample exam though"
        ],
        [
            "Q: Do we have group assignment?"
        ],
        [
            "Q: If the assignment asks for the PDF only, should the tables be submitted in addition to the graphs/explanations? Or just the graphs/explanations?",
            "A: We give you detailed requirements in the directions that tell you what you need to submit"
        ],
        [
            "Q: So the ungraded questions are the same as the questions on the graded?",
            "A: seems like it"
        ],
        [
            "Q: I got 20/75, but 6/7 worth 25pts per question. That doesn’t add up where are the other 5 points?",
            "A: I dont know  but the assignment is programmed correctly Go back and review"
        ],
        [
            "Q: Professor, earlier you had mentioned we could download excel.  Does this apply for the latest MAC version?  If so, how do I go about getting that?",
            "A: Correct"
        ],
        [
            "Q: Assignment 3 is not related to Module 1, so not due for next week, right?"
        ],
        [
            "Q: The assignments that you miss, are those individual ones only? Or group ones too?",
            "A: individu"
        ],
        [
            "Q: woah! 20 extra points?? that is very generous!"
        ],
        [
            "Q: Is that the only way to get extra credit then in the course?",
            "A: Correct"
        ],
        [
            "Q: Did I understand correctly that our group will be known in about 9 days, and the group assignment starts week 4?"
        ],
        [
            "Q: @Prof Vlad: Is there a grading table?"
        ],
        [
            "Q: Assignment 3 is not related to Module 1, so not due for next week, right?"
        ],
        [
            "Q: Are there any statistics people here that are just doing this class for kicks? Would love to be in a study group with you…",
            "A: Tilak thats funny",
            "A: Thanks Jay Tilak One of my wifes and my favorites"
        ],
        [
            "Q: Can students work on assignments together?"
        ],
        [
            "Q: For group assignments: Will we be assigned group team members or can we pick our own groups?"
        ],
        [
            "Q: Do you assign the work groups or do we have to find people through discussion board?"
        ],
        [
            "Q: Are you assigning teams for team assignment?"
        ],
        [
            "Q: Anyone in the Pacific/Alaska/Hawaii time zones? lhobson2@illinois.edu",
            "A: Im AK"
        ],
        [
            "Q: Can’t access the Workplace link with Illinois id. Is there something to be done from my side?"
        ],
        [
            "Q: Professor Vlad, if I dont understand the assignment questions, can I ask other students or i have to work with only whatever I can understand from the given material?"
        ],
        [
            "Q: Richard, can you say that again?"
        ],
        [
            "Q: Richard wanna join a study group?"
        ],
        [
            "Q: I am in Atlanta, GA. Anyone interested in the study group?"
        ],
        [
            "Q: When the recorded live session will be available?"
        ],
        [
            "Q: Professor Vlad, is there a course schedule we can use?",
            "A: in the syllabus"
        ],
        [
            "Q: Italy?"
        ],
        [
            "Q: Italy?"
        ],
        [
            "Q: Italy?"
        ],
        [
            "Q: What are the consequences if student fails to complete the weekly activities in Coursera?"
        ],
        [
            "Q: Can he/she still complete Week1 activities in week2?"
        ],
        [
            "Q: How are going to monetize this skillset, Kathleen??"
        ],
        [
            "Q: Is there a calendar invite somewhere for when all of the assignments are due? (e.g. something I can download onto outlook or google calendar)?"
        ],
        [
            "Q: when is pie day?"
        ],
        [
            "Q: Did someone put together that pie chart after using some?",
            "A: Lol"
        ],
        [
            "Q: Prof. Vlad, Online Programs Fundamental Skills in the syllabus is an optional aid if one needs it correct? it is not required to complete for this course. Thank you"
        ],
        [
            "Q: Bar chat is better for margin of error presentation…correct?",
            "A: Youll see in the future modules"
        ],
        [
            "Q: is it anchovies?!"
        ],
        [
            "Q: sweet corn?"
        ],
        [
            "Q: WHERE'S ANCHOVIES?",
            "A: in the trash where they belong",
            "A: next to my decaf coffee too",
            "A: did we just become best friends",
            "A: Eric and Eric walk into a bar"
        ],
        [
            "Q: is the poll popping on screen or we are supposed to type in chat? I did not get any poll survey..",
            "A: the polls are popups"
        ],
        [
            "Q: @Eric - did we just become best friends??",
            "A: did we just become best friends",
            "A: Eric and Eric walk into a bar"
        ],
        [
            "Q: Is there a way to rotate pie charts in Excel?"
        ],
        [
            "Q: Is this the actual right way to create a pie of pie?"
        ],
        [
            "Q: What does this even mean?"
        ],
        [
            "Q: can we say when each numbers are very close, pie chart is not a good way to do visualization?"
        ],
        [
            "Q: whats the job?"
        ],
        [
            "Q: US map with global avg?"
        ],
        [
            "Q: is this a weighted average?"
        ],
        [
            "Q: On histograms, is there some data that can’t be put into bins?"
        ],
        [
            "Q: Will we get a copy from the presentation?"
        ],
        [
            "Q: Is what @abbas said true?"
        ],
        [
            "Q: Way to detect cooked books by looking at the data on the occurrences of digits in the data: https://abcnews.go.com/Technology/WhosCounting/story?id=98043&page=1"
        ],
        [
            "Q: Did Snape teach it?"
        ],
        [
            "Q: Prof Vlad.. What does it mean by characteristics of a histogram? does it mean Range and mode etc.?",
            "A: Is this about Question 6 I think its about characteristics of the two cities not the characteristics of the histogram"
        ],
        [
            "Q: @Pawan: Is this about Question 6? I think it's about characteristics of the two cities, not the characteristics of the histogram."
        ]
    ]
}