{
    "chats": [
        [
            "Q: Hello Prof. Keating, can you ask her what is the error? I can help with that"
        ],
        [
            "Q: Who is out in Buffalo Grove, IL?"
        ],
        [
            "Q: Are these PPTs from live lecture shared with us?",
            "A: you can find them here after the last live session on a week httpscanvasillinoiseducourses16327pageslivesessionsandofficehours"
        ],
        [
            "Q: Where do we post the discussion in Canvas?",
            "A: Canvas",
            "A: Canvas",
            "A: As you go through the module there will be a video with instructions how to access forum",
            "A: it is listed as Module 1 Class Engagement Forum under module 1",
            "A: do you mean weekly graded discussion board assignment or the place to ask questions We do have 2 discussion board places one is for assignments second is for getting help"
        ],
        [
            "Q: where is the discussion forum? Workplace? Sorry I am new to MBA",
            "A: Canvas",
            "A: Canvas",
            "A: As you go through the module there will be a video with instructions how to access forum",
            "A: it is listed as Module 1 Class Engagement Forum under module 1",
            "A: do you mean weekly graded discussion board assignment or the place to ask questions We do have 2 discussion board places one is for assignments second is for getting help"
        ],
        [
            "Q: How do we know how many points we got for our posts on the discussion forum?",
            "A: after the deadline we will grade them and it will appear in your Grades section of the Canvas"
        ],
        [
            "Q: @Alicia, do you mean weekly graded discussion board assignment or the place to ask questions? We do have 2 discussion board places: one is for assignments, second is for getting help."
        ],
        [
            "Q: Is it Groups - Class Engagement 16 - the assignment one?",
            "A: you can open it if you follow to Canvas  badm 508  Modules  Module 1  Module 1 Class Engagement Forum We have similar forums for each module so please check according module for that weeks assignment"
        ],
        [
            "Q: For the Class Engagement Forum Post, deadline is the next Tuesday?I mean same as this module or different ?",
            "A: yes that is correct Deadline is Tuesday Jan 18"
        ],
        [
            "Q: will those slides be available on Canvas?",
            "A: it will be available on our home page of Canvas under the quick links in the Live Sessions and Office Hours tab"
        ],
        [
            "Q: Can too many voices in the decision and concern cause no action to be taken?",
            "A: absolutely You cant proceed with project if teams opinion split",
            "A: most definitely  I think a voice for each level of the hierarchy should cover the concerns for each leve",
            "A: think about how many teams you may have been apart of where no decision has been made because everyone has a different vie"
        ],
        [
            "Q: William - good question - what’s your experience?",
            "A: my background in military business coaching youth sports and leading young Cub Scouts"
        ],
        [
            "Q: William - awesome! - and what do you think about your question - have you seen this in context?"
        ],
        [
            "Q: https://www.youtube.com/watch?v=Z4STpxwBtBU"
        ],
        [
            "Q: Did any one ever got demotivated because hierarchy included too may leaders and only few people to execute the actual work?"
        ],
        [
            "Q: I like the comment about accountability from Harish. I think without a designated leader, factions can form. Maybe even a committee would work in this case? Instead of one singular person make the calls, we have a group of people?"
        ],
        [
            "Q: Likewise, Loida. Was there a discussion of expectations? Did everyone expect to accomplish this personally instead of the overall accomplishment by the excursion team?"
        ],
        [
            "Q: And...to tie to real world...did the leader change the success metric after the mission? LOL.",
            "A: LOL",
            "A: LOL Youve been reading too much 1984"
        ],
        [
            "Q: Also - back to Prof Loyd’s point - how do we craft hierarchy that is also inclusive?"
        ],
        [
            "Q: Anyone observed hierarchy structure within innovative organizations?"
        ],
        [
            "Q: do you have a \"win at any cost\" leader or \"winning is surviving\" leader?"
        ],
        [
            "Q: Professor Loyd, that makes me think, what about underlying unsaid goals? Maybe it may so happen that each team member might not explicitly say what their goal is, but they might have their own individual agenda. How do leaders detect/find that? And lead efficiently in that scenario?"
        ],
        [
            "Q: can you not hear me? I'll log back in."
        ],
        [
            "Q: Would a committee help address the negatives listed? Formed by a few delegates who can represent the low ranking members?",
            "A: representative inclusivity"
        ],
        [
            "Q: Is less transparency in hierarchy?"
        ],
        [
            "Q: Will we get a copy from the presentation?",
            "A: you can find it here after the last live session on Thursday httpscanvasillinoiseducourses16327pageslivesessionsandofficehours"
        ],
        [
            "Q: Even with start-ups though, with increased investment funding and increasing size (eventually) -- can you honestly say that it is a flat, non-hierarchical structure? Perhaps it is just a fact of life -- and something that we cannot change or influence -- ?"
        ],
        [
            "Q: Anyone care to share their leadership role models?",
            "A: Jon Spoelstr",
            "A: Witte  one leadership role model was a captain in the Marine corps we were in the field for a while doing a communication exercise at the end when we got what we needed to He bought pizza for everyone When I asked him why he said  that is why officers get more money So we can better provide for those under us Great Leader"
        ],
        [
            "Q: Which power are people more likely to follow?",
            "A: It depends on how much you want to be liked by the people following you",
            "A: people are more likely to follow referent and expert power"
        ],
        [
            "Q: Does referent power include empathy?"
        ],
        [
            "Q: I think so Melissa, because couldn't you say that empathy is perceived?"
        ],
        [
            "Q: Actively pursue rewards - may not be their motivation to lead? Could it be following their heart and passion?",
            "A: I think this means when someone feels powerful they might be more likely to ask for a raise or promotion than someone who doesnt feel powerful  not necessarily the motivation"
        ],
        [
            "Q: This is fascinating about the letter ‘E’ and the POV and relation to power. It makes me wonder: how many of us are using the ‘mirror’ feature for Zoom Self-View or not? ;)"
        ],
        [
            "Q: I wonder how much \"Feeling powerful \" has to do with individual personality type?"
        ],
        [
            "Q: why do people who are wealthy feel empowered?"
        ],
        [
            "Q: Leadership shouldn't be forceful though. That leads to bitterness. No leader should try to lead in a way they would themselves hate to see in that position of decision making. I think leadership is really backwards. It's about the well-being of the people and working together rather than commanding power. Basically, don't try to be a leader. When you put the betterment of others in all efforts, you naturally come out as a leader. What does everyone think?"
        ],
        [
            "Q: In the psychological consequences of power, are there cultural differences? Are these results based on western culture?"
        ],
        [
            "Q: The best managers don't have to be the smartest in the room, they need to be able to find and lead the smartest in the room. It's a crucial skill. There's also the WAIT concept \"Why A I Talking?\" of knowing when to speak."
        ],
        [
            "Q: When we say ‘they have trouble reading emotions’ - could this be the reason they struggle with inclusiveness?"
        ],
        [
            "Q: Could we please have a copy of the slide?"
        ],
        [
            "Q: How does the environment or culture influences the powerful?"
        ],
        [
            "Q: When you fail find a way to pivot?"
        ],
        [
            "Q: is that a dog?",
            "A: yes Thats Sophie Wait til you meet her brother Einstein"
        ],
        [
            "Q: 1. does it need doing?"
        ],
        [
            "Q: 2. does it need doing now?"
        ],
        [
            "Q: 3. does it need doing now by me?"
        ],
        [
            "Q: This class is different from 509, what is this class engagement points? How are those earned?"
        ],
        [
            "Q: Deric - you can find them here: https://canvas.illinois.edu/courses/16327/pages/module-1-class-engagement-instructions?module_item_id=1450907"
        ],
        [
            "Q: We need to be self aware of the influence/power we hold over others (whether intended or not) and be empathetic and supportive enough to help others recognize the power they have as a member of the team. Everyone has a voice but do they know, or believe, that their input is needed and valued? This is key for inclusiveness."
        ],
        [
            "Q: Our group talked about how leaders don't always realize that when they speak first or early that they change the direction of the conversation and may shut down thoughts or conflict. For example, I had a boss who would come in and say \"So here's the project we are being asked to do. We need to do this, this, this and this and we should consider this, this and this. Any questions? Can we start brainstorming?\" But almost no one would talk because she already drove the entire conversation."
        ],
        [
            "Q: Where are you Ruth-Ann? I hear the crickets and it makes me think of Jamaica."
        ]
    ]
}